chat_system_1792632293_actor_description=Gerda. Dwarf-girl.
chat_system_1792632293_snap_0_question=^?^Father said that you want to marry me. Is that true?
chat_system_1792632293_snap_0_answer_0=^?^Yes, I want to marry you.
chat_system_1792632293_snap_0_answer_1=^?^Yes, I thought about it, but I'm not ready for marriage yet.
chat_system_1792632293_snap_1_question=^?^I don't know... What will my friends say? Gerda has married a human, and you know what? He left her. He said that her beard was too bushy!
chat_system_1792632293_snap_1_answer_0=^?^Beard?
chat_system_1792632293_snap_2_question=^?^Of course. After 50, the beard begins to grow in. Isn't it the same with your people?
chat_system_1792632293_snap_2_answer_0=^?^And how old are you?
chat_system_1792632293_snap_3_question=^?^I'm under-age, I'm 30! But don't worry, I can still marry. We're allowed to marry even earlier. My mother married at 20!
chat_system_1792632293_snap_3_answer_0=^?^Oh, so then I shouldn't worry!
chat_system_1792632293_snap_4_question=^?^What does that mean? Everybody will think that I married you, just because none of the dwarves wanted to marry me. A-a-a-a! Dwarves are brave and strong! They can drink barrels of beer at a time! A-a-a-a!
chat_system_1792632293_snap_4_answer_0=^?^Why are you howling again?! Don't be afraid, I can drink beer too, and I have enough self-control not to allow myself to hurt you.
chat_system_1792632293_snap_4_answer_1=^?^You know... It seems I'm not quite ready for family life. Let me think a bit more.
chat_system_1792632293_snap_5_question=^?^Ok, I agree! You can marry me!
chat_system_1792632293_snap_5_answer_0=^?^(Kiss the girl...)
chat_system_1792632293_snap_6_question=^?^Really? That's too bad. I'd love to have such a husband as you! I would be glad to clean your armor of blood and rust. I can do a lot of things! I can dig deep holes or long holes. I can straighten curved spears, whet jagged swords. I can repair a roof or stairs and I can chop firewood or bring water. I can cook fifty dishes of roasted cave animals!
chat_system_1792632293_snap_6_answer_0=^?^Sounds like you're a wonderful wife! If I do decide to get married, I'll let you know.
